---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.WallpaintApplicationType.Brush
enum: Autodesk.Revit.DB.Visual.WallpaintApplicationType
source: html/0e5c8c37-31fb-1271-a00a-4695457564fb.htm
---
# Autodesk.Revit.DB.Visual.WallpaintApplicationType.Brush